export const site = {
  name: "小孙同学",
  favicon: "/avatar.png",
  title: "小孙同学",
  url: "https://blog.sunguoqi.com",
  slogan: "一个浪漫的理性主义者",
  description:
    "🖥️ 前端小学生(React)｜📸 摄影爱好者(Nikon Zfc)｜🛸 旅行探索家（体验派）｜🚴 骑行蹭风选手（ Java 鱼雷 6-top ）｜🍎 科技产品发烧友（苹果&小米）<br/><br/> ✨ 路虽远行则将至，事虽难做则必成。热爱可抵岁月漫长。山高路远，独善其身，看世界，也找自己。希望能成为一个有趣的人～",
}

export const tabs = [
  // {
  //   label: "归档",
  //   link: "./archive",
  // },
  // {
  //   label: "标签",
  //   link: "./tags",
  // },
  {
    label: "影集",
    link: "https://camlife.cn",
  },
  {
    label: "关于",
    link: "https://sunguoqi.com",
  },
]
